Repository: mexenixi/narabi
Catalog: Narabi/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# support.message.medium.01
source: You just gave the next round of improvements a serious boost. Thank you.
ar: دعمك يمنحني مساحة أكبر للعناية بالتفاصيل. شكرًا من القلب.
de: Damit lässt sich die nächste Verbesserung mit mehr Ruhe angehen. Danke.
es: Tu apoyo abre espacio para cuidar mejor la próxima mejora. Muchas gracias.
fr: Votre soutien offre du temps pour soigner davantage les prochains détails.
he: התמיכה שלך מאפשרת להשקיע יותר תשומת לב בפרטים. תודה מכל הלב.
hi: आपके सहयोग से अगली सुधार प्रक्रिया पर अधिक ध्यान दिया जा सकेगा।
id: Dukungan ini memberi ruang untuk mengerjakan detail dengan lebih teliti.
it: Il tuo sostegno permette di dedicare più cura ai prossimi dettagli.
ja: しっかりとした後押しをいただきました。次の改善へ丁寧につなげます。
ko: 더 세심하게 개선할 수 있는 여유를 선물해 주셔서 감사합니다.
nl: Jouw steun geeft ruimte om de volgende details zorgvuldig uit te werken.
pl: To wsparcie daje więcej przestrzeni na dopracowanie szczegółów. Dziękuję.
pt_br: Seu apoio abre espaço para cuidar dos próximos detalhes com mais calma.
ru: Эта поддержка даёт больше времени на тщательную работу с деталями.
th: การสนับสนุนนี้ช่วยให้มีเวลาดูแลรายละเอียดได้มากขึ้น ขอบคุณจริง ๆ
tr: Desteğiniz ayrıntılara daha fazla özen göstermek için alan açıyor.
uk: Ця підтримка дає більше простору для уважної роботи з деталями.
vi: Sự ủng hộ của bạn tạo thêm thời gian để chăm chút từng chi tiết.
zh_hans: 这份支持让我能更从容地照顾下一处细节。衷心感谢。
zh_hant: 這份支持讓我能更從容地照顧下一處細節。衷心感謝。

# support.message.medium.02
source: This support creates more room for careful development. I truly appreciate it.
ar: بهذه المساندة، أصبحت الخطوة التالية أكثر ثباتًا. شكرًا لك.
de: Deine Unterstützung schafft Zeit für sorgfältige Weiterentwicklung.
es: Acaba de llegar un impulso generoso para seguir desarrollando con calma.
fr: Un bel élan vient d’être donné au développement. Merci sincèrement.
he: הגיע חיזוק משמעותי שמקל להמשיך לפתח בקפידה.
hi: यह मदद स्वतंत्र विकास को स्थिरता से आगे बढ़ने की ताकत देती है।
id: Dorongan yang berarti untuk pengembangan mandiri. Terima kasih banyak.
it: È arrivata una spinta generosa per continuare con calma e attenzione.
ja: 細かな部分まで向き合うための時間を、応援していただきました。
ko: 독립 개발을 꾸준히 이어 갈 수 있는 든든한 응원입니다.
nl: Een flinke duw in de rug voor onafhankelijke ontwikkeling. Dank je.
pl: Solidny impuls dla niezależnego rozwoju właśnie dotarł.
pt_br: Chegou um incentivo generoso para o desenvolvimento independente. Muito obrigado.
ru: Весомый импульс для независимой разработки. Большое спасибо.
th: ได้รับแรงผลักดันที่มีความหมายสำหรับการพัฒนาอิสระแล้ว
tr: Bağımsız geliştirmeye güçlü bir katkı ulaştı. Çok teşekkürler.
uk: Відчутний поштовх для незалежної розробки вже надійшов.
vi: Một động lực đáng kể đã đến với dự án độc lập này. Cảm ơn bạn nhiều.
zh_hans: 独立开发收到了一股扎实的推动力。谢谢你的支持。
zh_hant: 獨立開發收到了一股踏實的推動力。謝謝你的支持。

# support.message.medium.03
source: A generous push for an independent app has arrived. Thanks for backing it.
ar: وصل دعم كريم يجعل مواصلة التطوير أسهل وأجمل.
de: Ein spürbarer Rückenwind für ein unabhängiges Projekt. Vielen Dank.
es: Este gesto ayuda de verdad a que el proyecto independiente continúe.
fr: Cette aide rend la suite du projet plus sereine et plus solide.
he: המחווה הנדיבה הזאת נותנת לפרויקט העצמאי רוח גבית אמיתית.
hi: एक उदार प्रोत्साहन मिला है। दिल से धन्यवाद।
id: Langkah berikutnya kini terasa lebih mantap berkat dukunganmu.
it: Questo aiuto rende più solido il cammino di un progetto indipendente.
ja: 個人開発を続ける力になる、あたたかな応援です。ありがとうございます。
ko: 다음 단계를 차분히 준비할 수 있는 큰 힘이 되었습니다.
nl: Dankzij deze steun kan de volgende stap met meer aandacht worden gezet.
pl: Dzięki tej pomocy kolejny etap można wykonać spokojniej i dokładniej.
pt_br: Essa ajuda torna o próximo passo mais firme e cuidadoso.
ru: Благодаря вам следующий этап можно сделать спокойнее и качественнее.
th: ด้วยความช่วยเหลือนี้ ขั้นตอนต่อไปจะเดินหน้าได้อย่างมั่นคงยิ่งขึ้น
tr: Bu yardım sayesinde bir sonraki adım daha sağlam atılacak.
uk: Завдяки вам наступний етап можна виконати спокійніше й ретельніше.
vi: Nhờ sự giúp đỡ này, bước tiếp theo có thể được thực hiện vững vàng hơn.
zh_hans: 因为这份鼓励，接下来的改进可以做得更稳、更细致。
zh_hant: 因為這份鼓勵，接下來的改進可以做得更穩、更細緻。

# support.message.small.01
source: A virtual coffee has safely reached the keyboard. Thank you!
ar: وصل دعمك مثل استراحة لطيفة في يوم طويل. شكرًا لك!
de: Eine kleine Stärkung für die nächste Runde. Danke!
es: Ha llegado una pequeña pausa con energía para seguir. ¡Gracias!
fr: Une petite pause pleine d’énergie vient d’arriver. Merci !
he: הגיעה הפסקה קטנה שנותנת כוח להמשיך. תודה!
hi: अगले छोटे सुधार के लिए थोड़ी नई ऊर्जा मिल गई। धन्यवाद!
id: Sedikit tenaga baru sudah sampai ke meja pengembangan. Terima kasih!
it: È arrivata una piccola ricarica per il prossimo miglioramento. Grazie!
ja: 小さな応援が、次のひと工夫につながります。ありがとうございます。
ko: 다음 작은 개선을 위한 힘이 도착했습니다. 감사합니다!
nl: Een klein zetje voor de volgende verbetering. Dank je wel!
pl: Mały zastrzyk energii dotarł do kolejnej poprawki. Dziękuję!
pt_br: Chegou uma pequena dose de energia para a próxima melhoria. Obrigado!
ru: Немного новой энергии для следующего улучшения. Спасибо!
th: กำลังใจเล็ก ๆ มาถึงโต๊ะพัฒนาแล้ว ขอบคุณมาก!
tr: Bir sonraki küçük iyileştirme için enerji geldi. Teşekkürler!
uk: Трохи нової енергії для наступного поліпшення. Дякую!
vi: Một chút năng lượng mới đã đến cho lần cải tiến tiếp theo. Cảm ơn bạn!
zh_hans: 一份轻轻的支持，为下一次改进添了点能量。谢谢！
zh_hant: 一份輕輕的支持，為下一次改進添了些能量。謝謝！

# support.message.small.02
source: A small boost just landed in the development queue. Much appreciated.
ar: هذه اللفتة الصغيرة منحت التطوير دفعة جميلة. ممتن لك.
de: Deine Unterstützung ist angekommen. Der nächste Feinschliff kann kommen.
es: Tu apoyo acaba de darle un empujoncito al próximo ajuste.
fr: Votre soutien donne un joli coup de pouce à la prochaine amélioration.
he: התמיכה הקטנה שלך נתנה דחיפה יפה לשיפור הבא.
hi: आपका छोटा सा सहयोग विकास के दिन को बेहतर बना गया।
id: Dukungan kecil ini membuat perbaikan berikutnya terasa lebih ringan.
it: Un gesto leggero che dà energia concreta allo sviluppo.
ja: 開発の机に、ひと息つける差し入れが届きました。
ko: 개발 책상에 기분 좋은 응원이 하나 놓였습니다.
nl: Er kwam zojuist wat frisse energie bij het toetsenbord aan.
pl: To drobne wsparcie naprawdę pomaga podczas pracy nad aplikacją.
pt_br: Seu apoio deu um empurrãozinho muito bem-vindo ao desenvolvimento.
ru: Ваша небольшая поддержка заметно помогает работе над приложением.
th: แรงสนับสนุนนี้ช่วยเติมพลังให้การปรับปรุงครั้งถัดไป
tr: Bu küçük destek geliştirme gününe güzel bir katkı yaptı.
uk: Ваша невелика підтримка помітно допомагає роботі над застосунком.
vi: Sự ủng hộ nhỏ này mang lại động lực rất thật cho việc phát triển.
zh_hans: 开发桌上刚刚多了一份好心情。
zh_hant: 開發桌上剛剛多了一份好心情。

# support.message.small.03
source: The next tiny improvement now has a little extra fuel. Thank you!
ar: وصلت جرعة خفيفة من الحماس إلى لوحة المفاتيح. شكرًا!
de: Ein kurzer Lichtblick zwischen zwei Codezeilen. Vielen Dank!
es: Un detalle pequeño que se nota mucho al desarrollar. Gracias.
fr: Un petit geste qui compte beaucoup derrière l’écran. Merci.
he: קצת אנרגיה חדשה נחתה ליד המקלדת. תודה רבה.
hi: कीबोर्ड तक एक प्यारा सा हौसला पहुँचा है। बहुत धन्यवाद।
id: Ada semangat baru di antara baris-baris kode. Terima kasih.
it: La tastiera ha appena ricevuto un po’ di buonumore. Grazie.
ja: 今日の改善に、やさしい追い風をありがとうございます。
ko: 작은 응원이 오늘의 개발에 따뜻한 바람이 되어 주었습니다.
nl: Een bescheiden gebaar dat tijdens het ontwikkelen veel betekent. Bedankt.
pl: Klawiatura właśnie dostała odrobinę nowej motywacji. Dzięki.
pt_br: Tem um pouco mais de ânimo ao lado do teclado agora. Valeu!
ru: К клавиатуре только что прибавилось немного вдохновения. Спасибо.
th: มีพลังดี ๆ เพิ่มขึ้นข้างคีย์บอร์ดแล้ว ขอบคุณนะ
tr: Klavyenin yanına biraz yeni motivasyon bırakıldı. Sağ olun.
uk: Біля клавіатури щойно з’явилося трохи натхнення. Дякую.
vi: Bàn phím vừa nhận thêm một chút cảm hứng. Xin cảm ơn.
zh_hans: 小小的鼓励已经收到，下一步继续认真打磨。
zh_hant: 小小的鼓勵已經收到，下一步繼續仔細打磨。

# support.pending
source: The purchase is pending and will complete after approval or payment confirmation.
ar: عملية الشراء معلّقة وستكتمل بعد الموافقة أو تأكيد الدفع.
de: Der Kauf ist ausstehend und wird nach Genehmigung oder Zahlungsbestätigung abgeschlossen.
es: La compra está pendiente y se completará tras la aprobación o confirmación del pago.
fr: L’achat est en attente et sera finalisé après approbation ou confirmation du paiement.
he: הרכישה ממתינה ותושלם לאחר אישור או אימות תשלום.
hi: खरीद लंबित है और स्वीकृति या भुगतान पुष्टि के बाद पूरी होगी।
id: Pembelian tertunda dan akan selesai setelah persetujuan atau konfirmasi pembayaran.
it: L’acquisto è in sospeso e verrà completato dopo l’approvazione o la conferma del pagamento.
ja: 購入は保留中です。承認または支払い確認後に完了します。
ko: 구매가 보류 중이며 승인 또는 결제 확인 후 완료됩니다.
nl: De aankoop is in behandeling en wordt voltooid na goedkeuring of betalingsbevestiging.
pl: Zakup oczekuje i zakończy się po zatwierdzeniu lub potwierdzeniu płatności.
pt_br: A compra está pendente e será concluída após aprovação ou confirmação do pagamento.
ru: Покупка ожидает подтверждения и завершится после одобрения или подтверждения оплаты.
th: การซื้ออยู่ระหว่างรอดำเนินการและจะเสร็จสิ้นหลังการอนุมัติหรือยืนยันการชำระเงิน
tr: Satın alma beklemede ve onay ya da ödeme doğrulamasından sonra tamamlanacak.
uk: Покупка очікує підтвердження й завершиться після схвалення або підтвердження оплати.
vi: Giao dịch đang chờ và sẽ hoàn tất sau khi được phê duyệt hoặc xác nhận thanh toán.
zh_hans: 购买正在等待处理，将在批准或付款确认后完成。
zh_hant: 購買正在等待處理，將在核准或付款確認後完成。

# support.preparing
source: Loading support options…
ar: جارٍ تجهيز الدعم…
de: Unterstützungsoptionen werden geladen…
es: Cargando opciones…
fr: Chargement des options…
he: מכין תמיכה…
hi: समर्थन तैयार किया जा रहा है…
id: Memuat opsi dukungan…
it: Caricamento opzioni…
ja: 応援商品を準備中です。
ko: 후원 옵션을 불러오는 중…
nl: Steunopties laden…
pl: Wczytywanie opcji…
pt_br: Carregando opções…
ru: Загрузка вариантов поддержки...
th: กำลังโหลดตัวเลือกการสนับสนุน…
tr: Destek seçenekleri yükleniyor…
uk: Завантаження варіантів підтримки...
vi: Đang tải các lựa chọn ủng hộ…
zh_hans: 正在加载支持选项…
zh_hant: 正在載入支持選項…

# support.product.large
source: Big Support
ar: دعم كبير
de: Große Unterstützung
es: Apoyo grande
fr: Grand soutien
he: תמיכה גדולה
hi: बड़ा सहयोग
id: Dukungan besar
it: Grande supporto
ja: 大きく応援
ko: 크게 후원
nl: Grote steun
pl: Duże wsparcie
pt_br: Apoio grande
ru: Большая поддержка
th: สนับสนุนมาก
tr: Büyük destek
uk: Велика підтримка
vi: Ủng hộ lớn
zh_hans: 大额支持
zh_hant: 大額支持

# support.product.medium
source: Generous Support
ar: دعم أكبر
de: Standard-Unterstützung
es: Apoyo estándar
fr: Soutien standard
he: תמיכה משמעותית
hi: भरपूर सहयोग
id: Dukungan standar
it: Supporto standard
ja: しっかり応援
ko: 든든하게 후원
nl: Standaardsteun
pl: Standardowe wsparcie
pt_br: Apoio padrão
ru: Заметная поддержка
th: สนับสนุนเต็มที่
tr: Standart destek
uk: Відчутна підтримка
vi: Ủng hộ tiêu chuẩn
zh_hans: 标准支持
zh_hant: 標準支持

# support.product.small
source: A Little Support
ar: دعم بسيط
de: Kleine Unterstützung
es: Apoyo pequeño
fr: Petit soutien
he: תמיכה קטנה
hi: थोड़ा सहयोग
id: Dukungan kecil
it: Piccolo supporto
ja: ちょっと応援
ko: 가볍게 후원
nl: Kleine steun
pl: Małe wsparcie
pt_br: Apoio pequeno
ru: Небольшая поддержка
th: สนับสนุนเล็กน้อย
tr: Küçük destek
uk: Невелика підтримка
vi: Ủng hộ nhỏ
zh_hans: 小额支持
zh_hant: 小額支持

# support.purchaseFailed
source: The purchase couldn’t be completed.
ar: تعذر إكمال عملية الشراء.
de: Der Kauf konnte nicht abgeschlossen werden.
es: No se pudo completar la compra.
fr: L’achat n’a pas pu être finalisé.
he: לא ניתן להשלים את הרכישה.
hi: खरीद पूरी नहीं हो सकी।
id: Pembelian tidak dapat diselesaikan.
it: Impossibile completare l’acquisto.
ja: 購入を完了できませんでした。
ko: 구매를 완료할 수 없습니다.
nl: De aankoop kon niet worden voltooid.
pl: Nie udało się dokończyć zakupu.
pt_br: Não foi possível concluir a compra.
ru: Не удалось завершить покупку.
th: ไม่สามารถดำเนินการซื้อให้เสร็จสิ้นได้
tr: Satın alma tamamlanamadı.
uk: Не вдалося завершити покупку.
vi: Không thể hoàn tất giao dịch.
zh_hans: 无法完成购买。
zh_hant: 無法完成購買。

# support.purchaseNotice
source: Support purchases are optional consumable in-app purchases. They do not change editing features, storage capacity, usage restrictions, or support priority. After purchase, one of three thank-you messages for the selected language and product is shown at random, and the message and received date are stored locally on this device. There is no automatic renewal.
ar: عملية شراء اختيارية قابلة للاستهلاك داخل التطبيق ويمكن تكرارها. لا تضيف ميزات أو محتوى. يظهر شكر مؤقت فقط بعد الشراء، ولا يوجد تجديد تلقائي.
de: Optionaler, wiederholt möglicher Verbrauchskauf in der App. Es werden keine Funktionen oder Inhalte hinzugefügt. Nach dem Kauf erscheint nur ein vorübergehender Dank; keine automatische Verlängerung.
es: Compra consumible opcional y repetible dentro de la app. No añade funciones ni contenido. Tras la compra solo aparece un agradecimiento temporal y no hay renovación automática.
fr: Achat intégré consommable, facultatif et répétable. Il n’ajoute aucune fonction ni aucun contenu. Seul un remerciement temporaire apparaît après l’achat, sans renouvellement automatique.
he: רכישה מתכלה אופציונלית בתוך האפליקציה שניתן לבצע שוב. היא אינה מוסיפה תכונות או תוכן. לאחר הרכישה מוצגת רק הודעת תודה זמנית, ללא חידוש אוטומטי.
hi: वैकल्पिक, दोबारा की जा सकने वाली उपभोज्य इन-ऐप खरीद। इससे कोई सुविधा या सामग्री नहीं जुड़ती। खरीद के बाद केवल अस्थायी धन्यवाद दिखता है; स्वतः नवीनीकरण नहीं है।
id: Pembelian habis pakai dalam aplikasi yang opsional dan dapat diulang. Tidak menambah fitur atau konten. Setelah pembelian hanya muncul ucapan terima kasih sementara, tanpa perpanjangan otomatis.
it: Acquisto in-app consumabile, facoltativo e ripetibile. Non aggiunge funzioni o contenuti. Dopo l’acquisto appare solo un ringraziamento temporaneo, senza rinnovo automatico.
ja: 応援購入は任意の消耗型App内課金です。購入しても編集機能、保存容量、利用制限、優先対応は変わりません。購入後には、選択中の言語と商品に対応する3種類のお礼メッセージから1件がランダムに表示され、メッセージと受取日時がこの端末内に保存されます。自動更新はありません。
ko: 선택 사항인 반복 구매형 소모성 앱 내 구입입니다. 기능이나 콘텐츠는 추가되지 않습니다. 구입 후에는 일시적인 감사 메시지만 표시되며 자동 갱신되지 않습니다.
nl: Optionele, herhaalbare eenmalige verbruiks­aankoop in de app. Er worden geen functies of inhoud toegevoegd. Na aankoop verschijnt alleen tijdelijk een bedankje; er is geen automatische verlenging.
pl: Opcjonalny, powtarzalny zakup jednorazowy typu consumable w aplikacji. Nie dodaje funkcji ani treści. Po zakupie pojawia się tylko tymczasowe podziękowanie; brak automatycznego odnowienia.
pt_br: Compra consumível opcional e repetível no app. Não adiciona recursos nem conteúdo. Após a compra, aparece apenas um agradecimento temporário, sem renovação automática.
ru: Необязательная повторяемая расходуемая покупка в приложении. Она не добавляет функций или контента. После покупки показывается только временная благодарность; автопродления нет.
th: การซื้อภายในแอปแบบใช้แล้วหมดไปที่ไม่บังคับและซื้อซ้ำได้ ไม่มีการเพิ่มฟีเจอร์หรือเนื้อหา หลังซื้อจะแสดงเพียงข้อความขอบคุณชั่วคราว และไม่มีการต่ออายุอัตโนมัติ
tr: İsteğe bağlı, tekrarlanabilir tüketilebilir uygulama içi satın almadır. Özellik veya içerik eklemez. Satın alma sonrasında yalnızca geçici bir teşekkür gösterilir; otomatik yenileme yoktur.
uk: Необов’язкова повторювана витратна покупка в застосунку. Вона не додає функцій чи вмісту. Після покупки показується лише тимчасова подяка; автоматичного поновлення немає.
vi: Giao dịch mua tiêu hao trong ứng dụng, hoàn toàn tùy chọn và có thể mua lại. Không thêm tính năng hay nội dung. Sau khi mua chỉ hiện lời cảm ơn tạm thời và không tự động gia hạn.
zh_hans: 可选且可重复购买的消耗型App内购买。不会增加功能或内容。购买后只会暂时显示感谢信息，不会自动续订。
zh_hant: 可選且可重複購買的消耗型App內購買。不會增加功能或內容。購買後只會暫時顯示感謝訊息，不會自動續訂。

# support.retry
source: Reload
ar: إعادة التحميل
de: Erneut laden
es: Volver a cargar
fr: Recharger
he: טעינה מחדש
hi: फिर से लोड करें
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
nl: Opnieuw laden
pl: Wczytaj ponownie
pt_br: Recarregar
ru: Повторить загрузку
th: โหลดอีกครั้ง
tr: Yeniden yükle
uk: Завантажити знову
vi: Tải lại
zh_hans: 重新加载
zh_hant: 重新載入

# support.thanks
source: Thank you for supporting the app. It truly means a lot.
ar: شكرًا جزيلًا لدعمك للتطبيق، فهذا يعني لي الكثير.
de: Herzlichen Dank für deine Unterstützung der App.
es: Gracias de corazón por apoyar la app.
fr: Un grand merci pour votre soutien à l’app.
he: תודה רבה על התמיכה באפליקציה. זה משמעותי מאוד עבורי.
hi: ऐप का साथ देने के लिए दिल से धन्यवाद।
id: Terima kasih banyak sudah mendukung aplikasi ini.
it: Grazie di cuore per il tuo sostegno all’app.
ja: 応援ありがとうございます。大切に活用します。
ko: 응원해 주셔서 정말 감사합니다. 소중히 사용하겠습니다.
nl: Hartelijk bedankt voor je steun aan de app.
pl: Serdecznie dziękujemy za wsparcie aplikacji.
pt_br: Muito obrigado por apoiar o app.
ru: Большое спасибо за поддержку приложения. Для меня это действительно важно.
th: ขอบคุณจากใจที่สนับสนุนแอปนี้
tr: Uygulamaya verdiğiniz destek için gönülden teşekkürler.
uk: Щиро дякую за підтримку застосунку. Для мене це справді важливо.
vi: Chân thành cảm ơn bạn đã ủng hộ ứng dụng.
zh_hans: 感谢你的支持，我会珍惜这份心意。
zh_hant: 謝謝你的支持，我會珍惜這份心意。

# support.title
source: Support development
ar: دعم التطوير
de: Entwicklung unterstützen
es: Apoyar el desarrollo
fr: Soutenir le développement
he: תמיכה בפיתוח
hi: विकास में सहयोग
id: Dukung pengembangan
it: Sostieni lo sviluppo
ja: 開発を応援
ko: 개발 응원
nl: Steun ontwikkeling
pl: Wesprzyj rozwój
pt_br: Apoiar o desenvolvimento
ru: Поддержать разработку
th: สนับสนุนการพัฒนา
tr: Geliştirmeyi destekle
uk: Підтримати розробку
vi: Ủng hộ phát triển
zh_hans: 支持开发
zh_hant: 支持開發

# support.unverified
source: The purchase could not be verified.
ar: تعذر التحقق
de: Der Kauf konnte nicht bestätigt werden.
es: No se pudo verificar la compra.
fr: Impossible de vérifier l’achat.
he: לא ניתן לאמת
hi: सत्यापन नहीं हो सका
id: Pembelian tidak dapat diverifikasi.
it: Impossibile verificare l’acquisto.
ja: 購入を確認できませんでした。
ko: 구매를 확인할 수 없습니다.
nl: De aankoop kon niet worden geverifieerd.
pl: Nie udało się zweryfikować zakupu.
pt_br: Não foi possível verificar a compra.
ru: Не удалось подтвердить покупку.
th: ไม่สามารถยืนยันการซื้อได้
tr: Satın alma doğrulanamadı.
uk: Не вдалося підтвердити покупку.
vi: Không thể xác minh giao dịch.
zh_hans: 无法验证购买。
zh_hant: 無法驗證購買。

# workspace.tray
source: Tray
ar: الشريط
de: Ablage
es: Bandeja
fr: Bac
he: מגש
hi: ट्रे
id: Baki
it: Vassoio
ja: 素材欄
ko: 자료함
nl: Lade
pl: Zasobnik
pt_br: Bandeja
ru: Материалы
th: ถาด
tr: Tepsi
uk: Матеріали
vi: Khay
zh_hans: 素材区
zh_hant: 素材區

# workspace.tray.toggle
source: Toggle material tray
ar: فتح أو إغلاق حافظة المواد
de: Materialbereich öffnen oder schließen
es: Abrir o cerrar el área de materiales
fr: Ouvrir ou fermer la zone des éléments
he: פתיחה או סגירה של מגש החומרים
hi: सामग्री ट्रे खोलें या बंद करें
id: Buka atau tutup baki materi
it: Apri o chiudi il vassoio materiali
ja: 素材欄を開閉
ko: 소재 영역 열기 또는 닫기
nl: Materiaalvak openen of sluiten
pl: Otwórz lub zamknij zasobnik materiałów
pt_br: Abrir ou fechar a área de materiais
ru: Открыть или закрыть область материалов
th: เปิดหรือปิดถาดวัสดุ
tr: Malzeme tepsisini aç veya kapat
uk: Відкрити або закрити область матеріалів
vi: Mở hoặc đóng khay tư liệu
zh_hans: 展开或收起素材栏
zh_hant: 展開或收合素材欄
